benchmarks/database/results/after/latest-medium/summary.txt
pgbench (17.5 (Homebrew))
transaction type: /Users/reidhewitt/work/xentity/datagov/datagov-harvesting-logic/benchmarks/database/results/after/latest-medium/query.sql
scaling factor: 1
query mode: simple
number of clients: 1
number of threads: 1
maximum number of tries: 1
number of transactions per client: 100
number of transactions actually processed: 100/100
number of failed transactions: 0 (0.000%)
latency average = 1310.693 ms
initial connection time = 28.701 ms
tps = 0.762955 (without initial connection time)